[
	{
		"id": "1",
		"author": "Fabian Hernandez",
		"title": "Playas del Coco",
		"content": "If your dream vacation includes partying at the beach, water sports and the option to get in some fishing, you should book your flight to Costa Rica right now. Fly into Liberia’s Daniel Oduber International Airport and you’ll be just a short drive away from the beach of your dreams, Playas del Coco. This beach is easily accessible to the public, and is one of Costa Rica’s most well-known since it draws scores of local and international tourists each year. This beach isn’t for the traveler that is looking for serenity and peace, this beach is for the traveler that is looking to mix and mingle. As the largest village in the province of Guanacaste, Playas del Coco offers an abundance of accommodations and services for visitors. Savvy travelers can find budget hotels to help them save a little money, which they can use in the village for shopping and eating at restaurants. Playas del Coco makes an excellent base camp for those visitors that are planning to explore the general Guanacaste province. Daytime at Playas del Coco is laid back, with plenty of activites to please any traveler, from thrill-seekers to families. Due to the area’s popularity, roads have been built in the village so you can easily access the markets, shops, casinos and restaurants. If you prefer to spend your day by the beach, you’re in for some fun. The views are gorgeous, as this tropical beach is surrounded by hills. You can also head to a few close-by islands and national parks where you can spot sharks while scuba diving or you may run into huge marine turtles nesting on the beach. If you are looking for activities off of the beach, you can find a tour operator that will offer horseback riding, surfing, sport fishing, scuba diving, hiking, snorkeling or even just simple bird-watching."
	},
	{
		"id": "2",
		"author": "Oscar Hernandez",
		"title": "Papagayo Gulf",
		"content": "Papagayo Gulf is the home to many of Costa Rica’s all-inclusive exclusive resorts. Located in the northern Pacific Coast just north of Playa Panama. The Papagayo Gulf is untamed and very beautiful. If you want to get away from people and experience the nature of Costa Rica at its fullest, this is a great area to explore. Papagayo is located in Guanacaste, close to the Liberia International Airport. Rest and relaxation always go hand in hand in the Gulf of Papagayo, with mesmerizing ocean views and intimate settings and activities, as well as lush tropical greenery at every turn. If you enjoy sunny days, this is your spot. Here you can find large resort developments, as well as small intimate hotels and close proximity to lots of national parks such as Santa Rosa and Rincon de la Vieja. Traditionally known as a paradise for bird watchers and nature lovers, Papagayo is also a charming experience for those interested in relaxation and fun. Papagayo’s beaches comply with most of the requirements upon which a good beach is usually judged. Water quality, views, texture of sand and the limited presence of mosquitoes and other pests are probably the most specified criteria. There is a general agreement that Papagayo’s shores rank very well when it comes to these factors. Generous palm trees rise up from the beaches giving shade to sunbathers. Spectacular sunsets are a regular component in the scenery along the Pacific coastline of the Gulf of Papagayo. From calm waters with great swimming, to the finest sand beaches with magnificent panoramas, Papagayo is a perfect destination to enjoy nature and relax."
	},
	{
		"id": "3",
		"author": "Edit Arrieta",
		"title": "Playa Hermosa",
		"content": "The beautiful Playa Hermosa located in Guanacaste is just 20 minutes from the Daniel Oduber International Airport in Liberia. One of the best maintained beaches in the country, Playa Hermosa, offers visitors crystal clear blue waters and gorgeous scenery, making it a very popular beach strip on the west coast. Winner of the ‘Bandera Azul’ or ‘Blue Flag’, a prize given to beaches that demonstrate high environmental standards and excellent safety facilities, Playa Hermosa lies seven kilometers north of Playas del Coco. Meaning ‘beautiful beach’ in Spanish, Playa Hermosa has made a name for itself with its idyllic beauty and lush surroundings. A two-kilometer long grey sand beach, encircled by tropical forests and ridges of volcanic rock, Hermosa Beach is a great family destination for all to enjoy."
	},
	{
		"id": "4",
		"author": "Andres Hernandez",
		"title": "Tamarindo",
		"content": "Picture a tropical paradise and you’re likely thinking of somewhere that resembles Tamarindo, which is situated in Costa Rica along the north Pacific Coast. Guanacaste beach town. This destination is popular with tourists because of its modern development, like paved roads, but don’t worry about it being too crowded or too commercial."
	},
	{
		"id": "5",
		"author": "Fabian Hernandez",
		"title": "Samara",
		"content": "Sitting along the southern Pacific coast of the Nicoya Peninsula in the province of Guanacaste, Samara is small sunny town with pristine beaches and picture-perfect scenery. The town is both a popular beach resort community as well as a major component to the cattle and fishing industry in Costa Rica. Samara is considered to be one of the safest beaches, making it an ideal location for family getaways and low-key travel. The town is a four hour drive from San Jose, but you can reach it much quicker if you arrive by plane at the Liberia International Airport and then drive out two hours south-west to Samara, via the town of Nicoya. Do keep in mind though that this tiny town also has its own airstrip for small planes but the nearest domestic airport is in Nosara about 20 minutes north of Samara. A quaint little town, Samara lies at the foot of a steep hill. The main road here leads straight into town and ends at the stunning Playa Samara or Samara Beach. This beach is a great getaway if you want a quiet holiday or if you want a fun family vacation."
	}
]